{
  "item": {
    "id": 75,
    "title": "Liquor Licence Application - 18 Duncan Street, Licence No. 816491",
    "number": "TE29.48",
    "sections": {
      "Community Council Recommendations": "The Toronto and East York Community Council recommends that:   1.         City Council direct the City Clerk to advise the Registrar of the Alcohol and Gaming Commission of Ontario (“AGCO”) that the liquor licence application for Pai Restaurant, 18 Duncan Street (“Premises”), is not in the public interest having regard to the needs and wishes of the residents, and that the Registrar should issue a Proposal to Review the liquor licence application.   2.         City Council request the AGCO and the Licence Appeal Tribunal (“LAT”) to provide the City of Toronto with an opportunity to participate in any proceedings with respect to the Premises.   3.         City Council authorize the City Solicitor to attend all proceedings before the AGCO and the LAT in this matter and to take all necessary actions so as to give effect to this Motion, including adding and deleting conditions to any liquor licence issued for the Premises, in consultation with the Ward Councillor, which address issues including, but not limited to, noise, safety, security personnel, security cameras, crowd control, signage, lighting and litter.",
      "Origin": "(January 15, 2014) Letter from Councillor Adam Vaughan, Ward 20, Trinity-Spadina",
      "Summary": "Pai Restaurant  Inc. has submitted an application for a new liquor licence to the Alcohol and Gaming Commission of Ontario (“AGCO”) for a premises at 18 Duncan Street operating under the name of Pai Restaurant (the “Premises”). The applicant is seeking a liquor licence for an indoor capacity of 102 and an outdoor capacity of 24.   The Premises is located in the City’s entertainment district among a large concentration of night clubs and restaurants. Area residents and the local Councillor are concerned that because of the high concentration of licensed establishment certain conditions should be attached to the licence to help prevent impacts on area residents. These impacts relate in particular to noise, litter, safety and security, and other disturbances to residents in the area.   This application for a liquor licence is not in the public interest unless certain conditions, addressing the concerns of the community, are attached to the licence. Given the large capacity being sought for the Premises, under no circumstance should it be granted a liquor sales licence without conditions attached.",
      "Background Information (Community Council)": "\n(January 15, 2014) Letter from Councillor Adam Vaughan - Liquor Licence Application - 18 Duncan Street, Licence No. 816491\r(http://www.toronto.ca/legdocs/mmis/2014/te/bgrd/backgroundfile-65719.pdf)\r",
      "ward": [
        "20"
      ]
    },
    "item_type": {
      "name": "Action"
    }
  }
}